controllers/CustomerController.php

    public function actionCreate()
    {
        $model = new Customer();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {
---
INSERT INTO `customer` (`username`, `email`, `created_date`) VALUES ('rrrrrr', 'rrrrrr@email.com', '2015-07-01 02:00:18')